Repository: Amereyeu/Marker
Catalog: po/*.po
Languages: pt_br, zh_cn

source: New Window
pt_br: Nova janela
zh_cn: 新窗口

source: Preferences
pt_br: Preferências
zh_cn: 偏好设置

source: Keyboard Shortcuts
pt_br: Atalhos do teclado
zh_cn: 快捷键

source: Help
pt_br: Ajuda
zh_cn: 帮助

source: About
pt_br: Sobre
zh_cn: 关于

source: Quit
pt_br: Sair
zh_cn: 退出

source: Editor Only
pt_br: Somente Edição
zh_cn: 仅限编辑

source: Preview Only
zh_cn: 仅限预览

source: Dual Pane
pt_br: Painel Duplo
zh_cn: 双面板

source: Dual Window
pt_br: Janela dupla
zh_cn: 双窗口

source: Show line numbers
pt_br: Mostrar números de linha
zh_cn: 显示行号

source: Wrap text
pt_br: Quebrar texto
zh_cn: 换行

source: Show right margin at column:
pt_br: mostrar margem direita na coluna
zh_cn: 显示当列右边距：

source: Check spelling for language:
pt_br: Verifique a ortografia do idioma
zh_cn: 检查单词拼写：

source: Show spaces
pt_br: Mostrar espaços
zh_cn: 显示空间

source: <b>Highlighting</b>
pt_br: <b>Destacando</b>
zh_cn: <b>高亮</b>

source: Highlight current line
pt_br: Destacar linha atual
zh_cn: 当前行高亮

source: Highlight syntax with theme:
pt_br: Destaque a sintaxe com o tema
zh_cn: 突出显示主题的语法：

source: <b>Tab Stops</b>
pt_br: <b>Paradas de tabulação</b>
zh_cn: <b>制表位</b>

source: Enable automatic indentation
pt_br: Habilitar recuo automático
zh_cn: 启用自动缩进

source: Insert spaces instead of tabs
pt_br: Insira espaços em vez de tabulações
zh_cn: 插入空格，而非制表符

source: Tabulation width:
pt_br: Largura da tabulação
zh_cn: 制表宽度：

source: Editor
zh_cn: 编辑器

source: Use css theme:
pt_br: Use o tema css
zh_cn: 使用 CSS 主题：

source: Highlight code blocks with theme:
pt_br: Destacar blocos de código com tema
zh_cn: 突出显示主题的代码块：

source: Enable Mermaid
pt_br: Habilitar sereia
zh_cn: 启用 Mermaid

source: Enable Charter
pt_br: Habilitar Carta
zh_cn: 启用 Charter

source: Render Math
zh_cn: 数学公式渲染

source: Preview
pt_br: Pré-visualizar
zh_cn: 预览

source: Default view mode:
pt_br: Modo de visualização padrão
zh_cn: 默认浏览模式：

source: Enable dark mode
pt_br: Ativar modo escuro
zh_cn: 启用暗黑模式：

source: Window
pt_br: Janela
zh_cn: 窗口

# shortcut window
source: Documents
pt_br: Documentos
zh_cn: 文档

# shortcut window
source: Create a new document
pt_br: Crie um novo documento
zh_cn: 创建新文档

# shortcut window
source: Open a document
pt_br: Abra um documento
zh_cn: 打开文档

# shortcut window
source: Open a document in a new window
pt_br: Abra um documento em uma nova janela
zh_cn: 在新窗口打开某文档

# shortcut window
source: Save the document
pt_br: Salve o documento
zh_cn: 保存文档

# shortcut window
source: Save the document with a new filename
pt_br: Salve o documento com um novo nome de arquivo
zh_cn: 保存文档为一新文件名

# shortcut window
source: Close the document
pt_br: Feche o documento
zh_cn: 关闭文档

# shortcut window
source: Editing
pt_br: Editando
zh_cn: 编辑

# shortcut window
source: Make selection bold
pt_br: Faça a seleção em negrito
zh_cn: 加粗所选文字

# shortcut window
source: Make selection italic
pt_br: Faça a seleção em itálico
zh_cn: 所选文字斜体化

# shortcut window
source: Make selection monospace
pt_br: Faça a seleção monoespaçada
zh_cn: 所选文字等宽

# shortcut window
source: Insert link
pt_br: Inserir link
zh_cn: 插入链接

# shortcut window
source: Search in the document
pt_br: Pesquisa no documento
zh_cn: 在文档中搜索

# shortcut window
source: Tools
pt_br: Ferramentas
zh_cn: 工具

# shortcut window
source: Print the document
pt_br: Imprima o documento
zh_cn: 打印文档

# shortcut window
source: Window
pt_br: Janela
zh_cn: 窗口

# shortcut window
source: Open a new window
pt_br: Abra uma nova janela
zh_cn: 打开新窗口

# shortcut window
source: Close all windows
pt_br: Fechar todas as janelas
zh_cn: 关闭所有窗口

# shortcut window
source: Toggle fullscreen mode
pt_br: Alternar modo de tela inteira
zh_cn: 切换为全屏模式

# shortcut window
source: Switch to editor-only mode
pt_br: Mudar para o modo somente editor
zh_cn: 转为仅限编辑模式

# shortcut window
source: Switch to preview-only mode
pt_br: Mudar para o modo somente visualização
zh_cn: 转为仅限预览模式

# shortcut window
source: Switch to dual-pane mode
pt_br: Mudar para o modo de painel duplo
zh_cn: 转为双面板模式

# shortcut window
source: Switch to dual-window mode
pt_br: Mudar para o modo de janela dupla
zh_cn: 转为双窗口模式

# shortcut window
source: Quit the application
pt_br: Saia do aplicativo
zh_cn: 关闭应用

source: Sketcher
zh_cn: 草稿

source: Pen Tool
pt_br: Ferramenta caneta
zh_cn: 面板工具

source: Eraser Tool
pt_br: Ferramenta de apagar
zh_cn: 擦除工具

source: Text Insertion Tool
pt_br: Ferramenta de Inserção de Texto
zh_cn: 文本插入工具

source: Color Chooser
pt_br: Seletor de Cores
zh_cn: 颜色选项

source: Insert the sketch
pt_br: Insira o esboço
zh_cn: 插入草稿

source: Cancel the sketch
pt_br: Cancelar o esboço
zh_cn: 取消草稿

source: Zoom Out
pt_br: Reduzir o zoom
zh_cn: 缩小

source: Zoom Reset
pt_br: Reiniciar o zoom
zh_cn: 重置缩放

source: Zoom In
pt_br: Mais zoom
zh_cn: 放大

source: Fullscreen
pt_br: Tela cheia
zh_cn: 全屏

source: Sidebar
pt_br: Barra Lateral
zh_cn: 侧边栏

source: Save As…
zh_cn: 保存为...

source: Export…
zh_cn: 导出为...

source: Print…
pt_br: Imprimir
zh_cn: 打印...

source: View Mode
pt_br: Modo de visualização
zh_cn: 浏览模式

source: About Marker
pt_br: Sobre o Marcador
zh_cn: 关于 Marker

source: Open…
pt_br: Open como
zh_cn: 打开...

source: Save
pt_br: Salvar
zh_cn: 保存

source: A markdown editor for GNOME
pt_br: Um editor de markdown para GNOME
zh_cn: 一款 Markdown 编辑器，来自 GNOME 团队

source: Report bugs and ideas on github
pt_br: Reportar bugs e ideias no github
zh_cn: 在 github 上指出错误，或提交建议

source: translator-credits
pt_br: Créditos-traducação
zh_cn: 翻译人员

source: <b>Math</b>
pt_br: <b>Matemática</b>

# shortcut window
source: Draw a sketch
pt_br: Desenhe um esboço

source: Untitled.md
pt_br: Sem Titulo.md
